<?php
// Заголовок
$_['heading_title']                    = 'Тема магазина Multishop';

// Текст
$_['text_extension']                   = 'Расширения';
$_['text_success']                     = 'Успешно: Вы изменили тему магазина multishop!';
$_['text_edit']                        = 'Редактировать тему магазина multishop';
$_['text_general']                     = 'Общее';
$_['text_product']                     = 'Товары';
$_['text_image']                       = 'Изображения';

// Поля ввода
$_['entry_directory']                  = 'Директория темы';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Товаров на странице по умолчанию';
$_['entry_product_description_length'] = 'Ограничение длины описания в списке';
$_['entry_image_category']             = 'Размер изображения категории (Ш x В)';
$_['entry_image_thumb']                = 'Размер миниатюры изображения товара (Ш x В)';
$_['entry_image_popup']                = 'Размер всплывающего изображения товара (Ш x В)';
$_['entry_image_product']              = 'Размер изображения товара в списке (Ш x В)';
$_['entry_image_additional']           = 'Размер дополнительного изображения товара (Ш x В)';
$_['entry_image_related']              = 'Размер изображения похожего товара (Ш x В)';
$_['entry_image_compare']              = 'Размер изображения для сравнения (Ш x В)';
$_['entry_image_wishlist']             = 'Размер изображения в списке желаний (Ш x В)';
$_['entry_image_cart']                 = 'Размер изображения в корзине (Ш x В)';
$_['entry_image_location']             = 'Размер изображения магазина (Ш x В)';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';

// Подсказки
$_['help_directory']                   = 'Это поле нужно только для обеспечения совместимости старых тем с новой системой тем. Вы можете установить директорию темы для использования настроек размеров изображений, определенных здесь.';
$_['help_product_limit']               = 'Определяет, сколько элементов каталога отображается на странице (товары, категории и т.д.)';
$_['help_product_description_length']  = 'В виде списка, ограничение количества символов короткого описания (категории, акции и т.д.)';

// Ошибки
$_['error_permission']                 = 'Предупреждение: У вас нет прав для изменения темы магазина multishop!';
$_['error_limit']                      = 'Требуется указать лимит товаров!';
$_['error_image_thumb']                = 'Требуется указать размеры миниатюры изображения товара!';
$_['error_image_popup']                = 'Требуется указать размеры всплывающего изображения товара!';
$_['error_image_product']              = 'Требуется указать размеры изображения товара в списке!';
$_['error_image_category']             = 'Требуется указать размеры списка категорий!';
$_['error_image_additional']           = 'Требуется указать размеры дополнительного изображения товара!';
$_['error_image_related']              = 'Требуется указать размеры изображения похожего товара!';
$_['error_image_compare']              = 'Требуется указать размеры изображения для сравнения!';
$_['error_image_wishlist']             = 'Требуется указать размеры изображения в списке желаний!';
$_['error_image_cart']                 = 'Требуется указать размеры изображения в корзине!';
$_['error_image_location']             = 'Требуется указать размеры изображения магазина!';